export const categories = [
    { value: 'Черные металлы', label: 'Черные металлы' },
    { value: 'Цветные металлы', label: 'Цветные металлы' },
    { value: 'Оборудование', label: 'Оборудование' },
    { value: 'Сырье', label: 'Сырье' },
    { value: 'Транспортные услуги', label: 'Транспортные услуги' },
    { value: 'Прочие услуги', label: 'Прочие услуги' },
];

// const darkMet = [
//     { value: 'Арматура', label: 'Арматура' },
//     { value: 'Балка', label: 'Балка' },
//     { value: 'Катанка', label: 'Катанка' },
//     { value: 'Квадрат', label: 'Квадрат' },
//     { value: 'Круг', label: 'Круг' },
//     { value: 'Полоса', label: 'Полоса' },
//     { value: 'Рельсы', label: 'Рельсы' },
//     { value: 'Уголок', label: 'Уголок' },
//     { value: 'Шары стальные', label: 'Шары стальные' },
//     { value: 'Швеллер', label: 'Швеллер' },
//     { value: 'Шестигранник', label: 'Шестигранник' },
//     { value: 'Шпунт', label: 'Шпунт' },
//     { value: 'Ларсена', label: 'Ларсена' },
//     { value: 'Жесть', label: 'Жесть' },
//     { value: 'Лист', label: 'Лист' },
//     { value: 'Профнастил', label: 'Профнастил' },
//     { value: 'Труба бесшовная', label: 'Труба бесшовная' },
//     { value: 'Труба вентури', label: 'Труба вентури' },
//     { value: 'Труба водогазопроводная', label: 'Труба водогазопроводная' },
//     { value: 'Болты', label: 'Болты' },
//     { value: 'Винты', label: 'Винты' },
//     { value: 'Гвозди', label: 'Гвозди' },
//     { value: 'Заклепки', label: 'Заклепки' },
//     { value: 'Канаты', label: 'Канаты' },
//     { value: 'Лента', label: 'Лента' },
//     { value: 'Проволока', label: 'Проволока' },
//     { value: 'Саморезы', label: 'Саморезы' },
//     { value: 'Сетка', label: 'Сетка' },
//     { value: 'Шайбы', label: 'Шайбы' },
//     { value: 'Шурупы', label: 'Шурупы' },
//     { value: 'Электроды', label: 'Электроды' },
//     { value: 'Крепеж', label: 'Крепеж' },
//     { value: 'Прочие черные металлы', label: 'Прочие черные металлы' },
// ];

export const darkMet = [
    { value: 'Сталь', label: 'Сталь' },
    { value: 'Нержавейка', label: 'Нержавейка' },
    { value: 'Прочие черные металлы', label: 'Прочие черные металлы'}
]

export const steelItems = [
    { value: 'Арматура', label: 'Арматура' },
    { value: 'Балка/Двутавр', label: 'Балка/Двутавр' },
    { value: 'Квадрат', label: 'Квадрат' },
    { value: 'Круг/Пруток', label: 'Круг/Пруток' },
    { value: 'Лента', label: 'Лента' },
    { value: 'Лист/Плита', label: 'Лист/Плита' },
    { value: 'Отвод', label: 'Отвод' },
    { value: 'Труба круглая', label: 'Труба круглая' },
    { value: 'Труба профильная', label: 'Труба профильная' },
    { value: 'Уголок', label: 'Уголок' },
    { value: 'Фланец плоский', label: 'Фланец плоский' },
    { value: 'Швеллер', label: 'Швеллер' },
    { value: 'Шестигранник', label: 'Шестигранник' },
    { value: 'Прочие изделия', label: 'Прочие изделия'}
]

export const stainlessSteelItems = [
    { value: 'Квадрат', label: 'Квадрат' },
    { value: 'Круг/Пруток', label: 'Круг/Пруток' },
    { value: 'Лента', label: 'Лента' },
    { value: 'Лист/Плита', label: 'Лист/Плита' },
    { value: 'Отвод', label: 'Отвод' },
    { value: 'Труба круглая', label: 'Труба круглая' },
    { value: 'Труба профильная', label: 'Труба профильная' },
    { value: 'Уголок', label: 'Уголок' },
    { value: 'Фланец плоский', label: 'Швеллер' },
    { value: 'Швеллер', label: 'Швеллер' },
    { value: 'Шестигранник', label: 'Шестигранник' },
    { value: 'Прочие изделия', label: 'Прочие изделия'}
]

export const colorMet = [
    { value: 'Алюминий', label: 'Алюминий' },
    { value: 'Медь', label: 'Медь' },
    { value: 'Латунь', label: 'Латунь' },
    { value: 'Бронза', label: 'Бронза' },
    { value: 'Титан', label: 'Титан' },
    { value: 'Прочие цветные металлы', label: 'Прочие цветные металлы' },
];

export const aluminumItems = [
    { value: 'Квадрат', label: 'Квадрат' },
    { value: 'Круг/Пруток', label: 'Круг/Пруток' },
    { value: 'Лента', label: 'Лента' },
    { value: 'Лист/Плита', label: 'Лист/Плита' },
    { value: 'Отвод', label: 'Отвод' },
    { value: 'Труба круглая', label: 'Труба круглая' },
    { value: 'Труба профильная', label: 'Труба профильная' },
    { value: 'Уголок', label: 'Уголок' },
    { value: 'Шестигранник', label: 'Шестигранник' },
    { value: 'Прочие изделия', label: 'Прочие изделия'}
]

export const copperItems = [
    { value: 'Круг/Пруток', label: 'Круг/Пруток' },
    { value: 'Лента', label: 'Лента' },
    { value: 'Лист/Плита', label: 'Лист/Плита' },
    { value: 'Труба круглая', label: 'Труба круглая' },
    { value: 'Прочие изделия', label: 'Прочие изделия'}
]

export const brassItems = [
    { value: 'Круг/Пруток', label: 'Круг/Пруток' },
    { value: 'Лента', label: 'Лента' },
    { value: 'Лист/Плита', label: 'Лист/Плита' },
    { value: 'Труба круглая', label: 'Труба круглая' },
    { value: 'Шестигранник', label: 'Шестигранник' },
    { value: 'Прочие изделия', label: 'Прочие изделия'}
]

export const bronzeItems = [
    { value: 'Круг/Пруток', label: 'Круг/Пруток' },
    { value: 'Лента', label: 'Лента' },
    { value: 'Лист/Плита', label: 'Лист/Плита' },
    { value: 'Прочие изделия', label: 'Прочие изделия'}
]

export const titanItems = [
    { value: 'Круг/Пруток', label: 'Круг/Пруток' },
    { value: 'Лента', label: 'Лента' },
    { value: 'Лист/Плита', label: 'Лист/Плита' },
    { value: 'Труба круглая', label: 'Труба круглая' },
    { value: 'Труба профильная', label: 'Труба профильная' },
    { value: 'Прочие изделия', label: 'Прочие изделия'}
]

// export const steelStamps = [
//     { value: 'Круг/Пруток', label: 'Круг/Пруток' },
//     { value: 'Лента', label: 'Лента' },
//     { value: 'Лист/Плита', label: 'Лист/Плита' },
//     { value: 'Труба круглая', label: 'Труба круглая' },
//     { value: 'Труба профильная', label: 'Труба профильная' },
//     { value: 'Прочие изделия', label: 'Прочие изделия'}
// ]

// export const armatureFiels = [
// ]